Repository: eerimoq/moblin
Catalog: Common/Localizable.xcstrings
Source language: en
Languages: de, eo, fi, it, ko, ru, sv, zh_hant_tw, zh_hk

source: Username
de: Nutzername
eo: _s3rn@m3
fi: Käyttäjätunnus
it: Nome utente
ko: 닉네임
ru: Имя пользователя
sv: Användare
zh_hant_tw: 使用者名稱
zh_hk: 使用者名稱

source: Using default
de: Standardmäßig verwenden
eo: _s1ng d3f@_lt
fi: Käytetään oletusarvoa
it: Predefinito in uso
ko: 기본값 사용
ru: По умолчанию
sv: Använder standard
zh_hant_tw: 使用預設值
zh_hk: 使用預設值

source: Value
de: Wert
eo: V@l_3
sv: Värde

source: Variables
de: Variablen
eo: V4r14bl3s
fi: Muuttujat
it: Variabili
ko: 변수
ru: Переменные
sv: Variabler
zh_hant_tw: 變數
zh_hk: 變數

source: Variables set by the event. Following actions can use them in text. Tap a variable to copy it to the clipboard.
de: Vom Ereignis festgelegte Variablen. Die folgenden Aktionen können diese im Text verwenden. Tippe auf eine Variable, um sie in die Zwischenablage zu kopieren.
eo: V4r14bl3s s3t by th3 3v3nt. F0ll0w1ng 4ct10ns c4n _s3 th3m 1n t3xt. T4p 4 v4r14bl3 t0 c0py 1t t0 th3 cl1pb04rd.
sv: Variabler som sätts av händelsen. Följande åtgärder kan använda dem i text. Tryck på en variabel för att kopiera den till urklipp.

source: VBR (Variable)
de: VBR (Variabel)
eo: VBR (V@r1@bl3)
fi: VBR (muuttuva)
it: VBR (Variabile)
ko: VBR (가변)
ru: VBR (переменный)
sv: VBR (Variabel)
zh_hant_tw: VBR（變動）
zh_hk: VBR (變動位元率)

source: Vehicle
de: Fahrzeug
eo: V3h1cl3
sv: Fordon

source: Version history
de: Versionshistorie
eo: V3rs10n h1st0ry
fi: Versiohistoria
it: Cronologia versioni
ko: 버전 기록
ru: История версий
sv: Versionshistorik
zh_hant_tw: 版本更新紀錄
zh_hk: 版本歷史

source: Vertical buttons
de: Vertikale Tasten
eo: V3rt1c4l b_tt0ns
fi: Pystysuuntaiset painikkeet
it: Pulsanti verticali
ko: 수직 버튼
ru: Вертикальные кнопки
sv: Vertikala knappar
zh_hant_tw: 垂直按鈕
zh_hk: 垂直按鈕

source: Vertical movement
de: Vertikale Bewegung
eo: V3rt1c4l m0v3m3nt
fi: Pystysuuntainen liike
it: Movimento verticale
ko: 수직 이동
ru: Вертикальное движение
sv: Vertikal rörelse
zh_hant_tw: 垂直移動
zh_hk: 垂直移動

source: Vertical position
de: Vertikale Position
eo: V3rt1c@l p0s1t10n
fi: Pystysuora
it: Posizione verticale
ko: 수직 위치
ru: Вертикальная позиция
sv: Vertikal position
zh_hant_tw: 垂直位置
zh_hk: 垂直位置

source: Very experimental and very secret!
de: Sehr experimentell und sehr geheim!
eo: V3ry 3xp3r1m3nt@l @nd v3ry s3cr3t!
fi: Erittäin kokeellinen ja erittäin salainen!
it: Molto sperimentale e molto segreto!
ko: 매우 실험적이고 매우 비밀스럽습니다!
ru: Очень экспериментально и очень секретно!
sv: Väldigt experimentella och väldigt hemliga inställningar.
zh_hant_tw: 秘密實驗中！
zh_hk: 試驗性質！

source: Vibrate
de: Vibrieren
eo: V1br@t3
fi: Värinä
it: Vibrazione
ko: 진동 알림
ru: Вибрация
sv: Vibrera
zh_hant_tw: 震動
zh_hk: 震動

source: Video blackish
de: Video schwärzlich
eo: V1d30 bl4ck1sh
fi: Videon tummuus
it: Video annerito
ko: 장면 전환 지연 시간
ru: Оттенки серого
sv: Video svartish
zh_hant_tw: 黑化影像
zh_hk: 切換延遲

source: Video preview
de: Videovorschau
eo: V1d30 pr3v13w
fi: Videon esikatselu
it: Anteprima video
ko: 비디오 미리보기
ru: Предварительный просмотр видео
sv: Förhandsvisning av video
zh_hant_tw: 影片預覽
zh_hk: 預覽畫面

source: Video source
de: Videoquelle
eo: V1d30 s0_rc3
fi: Videon lähde
it: Sorgente video
ko: 비디오 소스
ru: Источник видео
sv: Videokälla
zh_hant_tw: 影像來源
zh_hk: 畫面來源

source: Video stabilization
de: Videostabilisierung
eo: V1d30 st4b1l1z4t10n
fi: Videon vakautus
it: Stabilizzazione video
ko: 비디오 안정화
ru: Стабилизация видео
sv: Bildstabilisering
zh_hant_tw: 防手震
zh_hk: 防震/穩定

source: Viewer
de: Zuschauer
eo: V13w3r
fi: Katsoja
it: Spettatore
ko: 시청자
ru: Зритель
sv: Tittare
zh_hant_tw: 觀眾
zh_hk: 觀眾

source: Viewers
de: Zuschauer
eo: V13w3rs
fi: Katsojat
it: Spettatori
ko: 시청자 수
ru: Зрителей
sv: Tittare
zh_hant_tw: 觀眾
zh_hk: 觀眾

source: VIN
de: Fahrgestellnummer
eo: V1N
ko: 차대 번호 (VIN)

source: Virtual port
de: Virtueller Port
eo: V1rt_4l p0rt
fi: Virtuaalinen portti
it: Porta virtuale
ko: 가상 포트
ru: Виртуальный порт
sv: Virtuell port
zh_hant_tw: 虛擬連接埠
zh_hk: 虛擬連接埠

source: Visibility
de: Sichtbarkeit
eo: V1s1b1l1ty
fi: Näkyvyys
it: Visibilità
ko: 표시
ru: Видимость
sv: Synlighet
zh_hant_tw: 能見度
zh_hk: 能見度

source: Voice
de: Stimme
eo: V01c3
fi: Ääni
it: Voce
ko: 음성
ru: Голос
sv: Röst
zh_hant_tw: 語音
zh_hk: 語音

source: Voices
de: Stimmen
eo: V01c3s
fi: Äänet
it: Voci
ko: 음성
ru: Голоса
sv: Röster
zh_hant_tw: 語音
zh_hk: 語音

source: Wait for event
de: Auf ein Ereignis warten
eo: W41t f0r 3v3nt
sv: Vänta på händelse

source: Wait until a viewer redeems the reward, then continue with the following actions. Leave reward empty to wait for any reward.
de: Wartet bis ein Zuschauer die Belohnung einlöst und fährt dann mit den darauf folgenden Aktionen fort. Lass das Feld „Belohnung“ leer, um auf eine beliebige Belohnung zu warten.
eo: W41t _nt1l 4 v13w3r r3d33ms th3 r3w4rd, th3n c0nt1n_3 w1th th3 f0ll0w1ng 4ct10ns. L34v3 r3w4rd 3mpty t0 w41t f0r 4ny r3w4rd.
sv: Väntar tills en tittare löser in belöningen och fortsätter sedan med följande åtgärder. Lämna belöningen tom för att vänta på valfri belöning.

source: Wait until the event happens, then continue with the following actions.
de: Wartet bis das Ereignis eintritt und fährt dann mit den darauf folgenden Aktionen fort.
eo: W41t _nt1l th3 3v3nt h4pp3ns, th3n c0nt1n_3 w1th th3 f0ll0w1ng 4ct10ns.
sv: Väntar tills händelsen inträffar och fortsätter sedan med följande åtgärder.

source: Waiting for the remote control streamer to connect...
de: Warten auf die Verbindung des Fernbedienungs-Streamers ...
eo: W@1t1ng f0r th3 r3m0t3 c0ntr0l str3@m3r t0 c0nn3ct...
fi: Odotetaan etähallinnan yhdistämistä...
it: In attesa che lo streamer del controllo remoto si connetta...
ko: 원격 조종 스트리머가 연결되기를 기다리는 중...
ru: Ожидание подключения удалённого устройства...
sv: Väntar på att fjärrkontrollens streamer ska ansluta...
zh_hant_tw: 等待遠端控制端連線...
zh_hk: 等待遠端控制streamer連接...

source: Wakeup
de: Aufwachen
eo: W@k3_p
fi: Herätys
it: Risveglio
ko: 깨우기
ru: Пробуждение
sv: Vakna
zh_hant_tw: 喚醒
zh_hk: 喚醒

source: Walk
de: Gehen
eo: W4lk
fi: Kävely
it: Camminata
ru: Прогулка
sv: Gå
zh_hant_tw: 散步
zh_hk: 步行

source: Warning: OBS typically requires hardware decoding not to crash when enabled.
de: Warnung: OBS erfordert normalerweise Hardware-Dekodierung, um bei Aktivierung nicht abzustürzen.
eo: W@rn1ng: 0BS typ1c@lly r3q_1r3s h@rdw@r3 d3c0d1ng n0t t0 cr@sh wh3n 3n@bl3d.
fi: Varoitus: OBS vaatii yleensä laitteistopohjaisen videon purkamisen välttääkseen kaatumisen, kun tämä on käytössä.
it: Attenzione: se attivo, OBS di solito richiede la decodifica hardware per non crashare.
ko: 경고: 적응형 해상도를 사용할 경우, OBS가 충돌하지 않도록 하려면 일반적으로 하드웨어 디코딩이 필요합니다.
ru: Внимание: OBS требует включения аппаратного декодирования чтобы избежать крашей
sv: Varning: OBS kräver vanligtvis maskinvaruavkodning för att inte krascha när den är aktiverad.
zh_hant_tw: 警告：OBS 通常需要硬體解碼，以確保在啟用時不會崩潰。
zh_hk: 注意：啟用時，OBS媒體來源需要啟用硬體解碼，以避免OBS程式崩潰。

source: was banned from chat!
de: wurde aus dem Chat gebannt!
eo: w@s b@nn3d fr0m ch@t!
fi: estettiin chatista!
it: ha ricevuto un ban in chat!
ko: 채팅에서 밴 되었습니다!
ru: был забанен в чате!
sv: var bannad från chatten!
zh_hant_tw: 已被永久封鎖！
zh_hk: 已從聊天室中封鎖!

source: was timed out from chat!
de: wurde aus dem Chat vorübergehend gesperrt!
eo: w@s t1m3d 0_t fr0m ch@t!
fi: on laitettu jäähylle chatista!
it: ha ricevuto un timeout in chat!
ko: 채팅에서 타임아웃 되었습니다!
ru: был отстранён из чвата!
sv: var timed out från chatten!
zh_hant_tw: 已被暫時禁言！
zh_hk: 已從聊天室中禁言!

source: Watch streak
de: Zuschauerserie
eo: W4tch str34k
sv: Tittarstreak

source: Watch streaks
de: Zuschauerserien
eo: W@tch str3@ks
sv: Tittarstreaks

source: Weather
de: Wetter
eo: W3@th3r
fi: Sää
it: Meteo
ko: 날씨
ru: Погода
sv: Väder
zh_hant_tw: 天氣
zh_hk: 天氣

source: Weather data is provided by %@ Weather. [Legal information](https://weatherkit.apple.com/legal-attribution.html).
de: Wetterdaten werden von %@ Weather bereitgestellt. [Rechtliche Informationen](https://weatherkit.apple.com/legal-attribution.html).
eo: W3@th3r d@t@ 1s pr0v1d3d by %@ W3@th3r. [L3g@l 1nf0rm@t10n](https://w3@th3rk1t.@ppl3.c0m/l3g@l-@ttr1b_t10n.html).
fi: Säätiedot tarjoaa %@ sää. [Oikeudelliset tiedot] (https://weatherkit.apple.com/legal-attribution.html).
it: I dati meteorologici sono forniti da %@ Weather. [Informazioni legali](https://weatherkit.apple.com/legal-attribution.html).
ko: 날씨 데이터는 %@ Weather에서 제공됩니다. [법적 정보](https://weatherkit.apple.com/legal-attribution.html).
ru: Данные о погоде предоставлены %@ Weather. [Юридическая информация](https://weatherkit.apple.com/legal-attribution.html).
sv: Väderdata tillhandahålls av %@ väder. [Juridisk information](https://weatherkit.apple.com/legal-attribution.html).
zh_hant_tw: 氣象資料由%@ Weather 提供。 [法律資訊](https://weatherkit.apple.com/legal-attribution.html)。
zh_hk: 天氣資料由 %@ 天氣提供。 [法律資訊](https://weatherkit.apple.com/legal-attribution.html)

source: Weight
de: Stärke
eo: W31ght
fi: Paino
it: Peso
ko: 굵기
ru: Вес
sv: Vikt
zh_hant_tw: 重量
zh_hk: 粗幼

source: What are you looking for?
de: Wonach suchst du?
eo: Wh@t @r3 y0_ l00k1ng f0r?
fi: Mitä etsit?
it: Cosa stai cercando?
ko: 무엇을 찾고 계신가요?
ru: Что Вы ищете?
sv: Vad letar du efter?
zh_hant_tw: 您在找什麼？
zh_hk: 你想找什麼?

source: Wheel circumference
de: Radumfang
eo: Wh33l c1rc_mf3r3nc3
sv: Hjulomkrets

source: Wheel of luck
de: Glücksrad
eo: Wh33l 0f l_ck
fi: Onnenpyörä
it: Ruota della fortuna
ko: 룰렛
ru: Колесо удачи
sv: Lyckohjul
zh_hant_tw: 抽獎轉盤
zh_hk: 幸運輪盤

source: When "Audio and video only" mode is selected, images, text, GIFs etc. will only be shown when a video (.mp4/.mov) is playing, reducing overall energy consumption.
de: Wenn der Modus „Nur Audio und Video“ ausgewählt ist, werden Bilder, Text, GIFs usw. nur angezeigt, wenn ein Video (.mp4/.mov) abgespielt wird, was den Gesamtenergieverbrauch senkt.
eo: Wh3n "@_d10 @nd v1d30 0nly" m0d3 1s s3l3ct3d, 1m@g3s, t3xt, G1Fs 3tc. w1ll 0nly b3 sh0wn wh3n @ v1d30 (.mp4/.m0v) 1s pl@y1ng, r3d_c1ng 0v3r@ll 3n3rgy c0ns_mpt10n.
fi: Kun "Vain ääni ja video" -tila on valittu, kuvat, teksti, GIF-kuvat jne. näytetään vain videon (.mp4/.mov) toiston aikana, mikä vähentää yleistä virrankulutusta.
it: In modalità "Solo audio e video", immagini, testo, GIF ecc. compaiono solo mentre è in riproduzione un video (.mp4/.mov), così si consuma meno energia.
ko: "오디오 및 비디오 전용" 모드를 선택하면 비디오(.mp4/.mov)가 재생될 때만 이미지, 텍스트, GIF 등이 표시되므로 전체 에너지 소비가 줄어듭니다.
ru: Если выбран режим «Только аудио и видео», изображения, текст, файлы GIF и т. д. будут отображаться только при воспроизведении видео (.mp4/.mov), что снижает общее энергопотребление.
sv: När läget "Endast ljud och video" är valt kommer bilder, text, GIF-bilder etc. endast att visas när en video (.mp4/.mov) spelas upp, vilket minskar den totala energiförbrukningen.
zh_hant_tw: 當選擇「僅音訊和視訊」模式時，僅在播放影片（.mp4/.mov）時才會顯示影像、文字、GIF 等，從而降低整體耗電量。
zh_hk: 選擇"只有音訊和視訊"時，圖片/文字/GIFs等等只會在播放(.mp4/.mov)影片時顯示，以節省電量

source: When "Audio only" mode is selected, no video will be rendered at all. Only audio will play.
de: Wenn der Modus „Nur Audio“ ausgewählt ist, wird überhaupt kein Video gerendert. Es wird nur Audio abgespielt.
eo: Wh3n "@_d10 0nly" m0d3 1s s3l3ct3d, n0 v1d30 w1ll b3 r3nd3r3d @t @ll. 0nly @_d10 w1ll pl@y.
fi: Kun "Vain ääni" -tila on valittuna, videota ei näytetä lainkaan. Vain ääni toistetaan.
it: In modalità "Solo audio" il video non viene renderizzato: si sente solo l'audio.
ko: "오디오 전용" 모드를 선택하면 비디오가 전혀 표시되지 않습니다. 오디오만 재생됩니다.
ru: Если выбран режим «Только аудио», видео не будет отображаться вообще. Будет воспроизводиться только звук.
sv: När läget "Endast ljud" är valt kommer ingen video att renderas alls. Endast ljud spelas upp.
zh_hant_tw: 選擇“只有音訊”模式時，不會算繪任何影片。僅播放音訊。
zh_hk: 選擇"只有音訊"時，不會輸出畫面。只會播放聲音。

source: WHIP generally only supports Opus.
de: WHIP unterstützt im Allgemeinen nur Opus.
eo: WH1P g3n3r@lly 0nly s_pp0rts 0p_s.
fi: WHIP tukee yleensä vain Opus-ääntä.
it: WHIP generalmente supporta solo Opus.
ko: WHIP은 일반적으로 Opus만 지원합니다.
ru: WHIP обычно поддерживает только Opus.
sv: WHIP stöder i allmänhet bara Opus.
zh_hant_tw: WHIP 通常只支援 Opus。
zh_hk: WHIP只支援Opus

source: WHIRLPOOL ANGLE
de: WHIRLPOOL-WINKEL
eo: WH1RLP00L @NGL3
fi: Tornadon kulma
it: ANGOLO WHIRLPOOL
ko: 소용돌이 각도
ru: Угол завихрения
sv: VIRVELVINKEL
zh_hant_tw: 漩渦扭曲角度
zh_hk: 扭曲角度

source: WHITE BALANCE
de: WEISSABGLEICH
eo: WH1T3 B4L4NC3
fi: VALKOTASAPAINO
it: BILANCIAMENTO BIANCO
ko: 화이트 밸런스
ru: БАЛАНС БЕЛОГО
sv: VITBALANS
zh_hant_tw: 白平衡
zh_hk: 白平衡

source: Wide
de: Weitwinkel
eo: W1d3
fi: Laaja
it: Grandangolo
ko: 광각
ru: Широкая
sv: Vidvinkel
zh_hant_tw: 廣角
zh_hk: 廣角

source: Wide dual (auto)
de: Weitwinkel Dual (auto)
eo: W1d3 d_4l (4_t0)
fi: Laaja tupla (automaattinen)
it: Doppia grandangolare (auto)
ko: 광각 듀얼 (자동)
ru: Широкая двойная (авто)
sv: Vidvinkel dubbel (auto)
zh_hant_tw: 廣角雙鏡頭（自動）
zh_hk: 雙廣角鏡頭(自動)

source: Wide dual (low power)
de: Weitwinkel Dual (geringer Stromverbrauch)
eo: W1d3 d_4l (l0w p0w3r)
fi: Laaja tupla (pieni teho)
it: Doppia grandangolare (basso consumo)
ko: 와이드 듀얼 (저전력)
ru: Широкая двойная (низкое потребление)
sv: Vidvinkel dubbel (låg effekt)
zh_hant_tw: 廣角雙鏡頭（低耗電）
zh_hk: 廣角雙鏡頭 (低功率)

source: Widgets in selected scene will be shown on the Moblin device the remote control assistant is connected to.
de: Widgets in der ausgewählten Szene werden auf dem Moblin Gerät angezeigt, mit dem der Fernbedienungsassistent verbunden ist.
eo: W1dg3ts 1n s3l3ct3d sc3n3 w1ll b3 sh0wn 0n th3 M0bl1n d3v1c3 th3 r3m0t3 c0ntr0l @ss1st@nt 1s c0nn3ct3d t0.
fi: Valittujen näkymien widgetit näytetään Moblin -laitteessa, johon etähallinnan avustaja on yhdistetty.
it: I widget nella scena selezionata verranno mostrati sul dispositivo Moblin a cui è collegato l'assistente di controllo remoto.
ko: 선택한 장면의 위젯이 원격 제어 어시스턴트가 연결된 Moblin 기기에 표시됩니다.
ru: Виджеты в выбранной сцене будут показаны на устройстве Moblin, к которому подключен помощник дистанционного управления.
sv: Widgets i vald scen kommer att visas på Moblin-enheten fjärrkontrollen är ansluten till.
zh_hant_tw: 選定場景中的小工具將顯示在遠端控制助理所連線的 Moblin 裝置上。
zh_hk: 已選擇的場景的小工具會顯示在連接中的Moblin遠端控制助手

source: Widgets will not be visible on screen when Camera preview is on
de: Widgets sind auf dem Bildschirm nicht sichtbar, wenn die Kameravorschau aktiviert ist
eo: W1dg3ts w1ll n0t b3 v1s1bl3 0n scr33n wh3n C4m3r4 pr3v13w 1s 0n
fi: Widgetit eivät näy näytöllä, kun kameran esikatselu on päällä
it: I widget non si vedranno sullo schermo con l'anteprima fotocamera attiva
ko: 카메라 미리보기가 켜져 있으면 위젯이 화면에 표시되지 않습니다.
ru: Виджеты не будут отображаться на экране, если включен предварительный просмотр камеры.
sv: Widgetar kommer inte att synas på skärmen när förhandsvisning av kamera är på
zh_hant_tw: 相機預覽開啟時，螢幕上不會顯示小工具
zh_hk: 當預覽畫面開啟時，小工具將會隱藏

source: Width
de: Breite
eo: W1dth
fi: Leveys
it: Larghezza
ko: 폭
ru: Ширина
sv: Bredd
zh_hant_tw: 寬度
zh_hk: 闊度

source: WiFi
de: WLAN
eo: W1F1

source: WiFi credentials
de: WLAN Anmeldeinformationen
eo: W1F1 cr3d3nt14ls
fi: WiFi-tunnukset
it: Credenziali WiFi
ko: WiFi 연결 정보
ru: Учетные данные Wi-Fi
zh_hant_tw: WiFi 認證
zh_hk: WiFi

source: WiFi setup failed
de: WLAN-Einrichtung fehlgeschlagen
eo: W1F1 s3t_p f@1l3d
fi: WiFi-määritys epäonnistui
it: Setup WiFi non riuscito
ko: WiFi 설정에 실패했습니다
ru: Не удалось настроить WiFi
sv: WiFi-konfigurationen misslyckades
zh_hant_tw: WiFi 設定失敗
zh_hk: 設定WiFi失敗

source: WiFi setup failed for DJI device %@
de: Die WLAN-Einrichtung für das DJI-Gerät %@ ist fehlgeschlagen.
eo: W1F1 s3t_p f41l3d f0r DJ1 d3v1c3 %@
fi: WiFi-määritys epäonnistui DJI-laitteelle %@
it: Setup WiFi non riuscito per il dispositivo DJI %@
ko: DJI 기기 %@의 WiFi 설정에 실패했습니다
ru: Ошибка настройки WiFi для устройства DJI %@
sv: WiFi-konfigurationen misslyckades för DJI-enheten %@
zh_hant_tw: DJI 裝置 %@ 的 WiFi 設定失敗
zh_hk: DJI裝置 %@ WiFi設定失敗

source: WiFi setup failed for GoPro %@
de: WLAN Einrichtung für die GoPro %@ ist fehlgeschlagen
eo: W1F1 s3t_p f41l3d f0r G0Pr0 %@
sv: WiFi-inställningen misslyckades för GoPro %@

source: Workout
de: Training
eo: W0rk0_t
fi: Treeni
it: Allenamento
ko: 운동
ru: Тренировка
sv: Träning
zh_hant_tw: 訓練
zh_hk: 健身

source: Workout device
de: Trainingsgerät
eo: W0rk0_t d3v1c3
fi: Harjoituslaite
it: Dispositivo allenamento
ko: 운동 기기
ru: Устройство для тренировок
sv: Träningsdevice
zh_hant_tw: 體能訓練裝置
zh_hk: 健身裝置

source: Workout devices
de: Trainingsgeräte
eo: W0rk0_t d3v1c3s
fi: Harjoituslaitteet
it: Dispositivi allenamento
ko: 운동 기기
ru: Устройства для тренировок
sv: Träningsdevicer
zh_hant_tw: 體能訓練裝置
zh_hk: 健身裝置

source: Wrong password
de: Falsches Passwort
eo: Wr0ng p@ssw0rd
sv: Fel lösenord

source: Wrong RTSP username or password
de: Falscher RTSP Benutzername oder Passwort
eo: Wr0ng RTSP _s3rn4m3 0r p4ssw0rd
fi: Väärä RTSP -käyttäjänimi tai -salasana
it: Nome utente o password RTSP errati
ko: RTSP 사용자 이름 또는 비밀번호가 잘못 되었습니다.
ru: Неправильное имя пользователя RTSP или пароль
sv: Fel RTSP-användarnamn eller lösenord
zh_hant_tw: 錯誤的 RTSP 使用者名稱或密碼
zh_hk: RTSP用戶名或密碼錯誤

source: X mark
de: X-Markierung
eo: X m@rk
fi: X merkki
it: Simbolo X
ko: 엑스
ru: Отметка X
sv: X-märke
zh_hant_tw: X記號
zh_hk: X記號

# X must be %f - %f
source: X must be %1$f - %2$f
de: X muss %1$f - %2$f sein
eo: X m_st b3 %1$f - %2$f
fi: X:n on oltava %1$f - %2$f
it: X deve essere %1$f - %2$f
ko: X는 %1$f- %2$f이어야합니다.
ru: X должен быть %1$f - %2$f
sv: X måste vara mellan %1$f och %2$f
zh_hant_tw: X必須為 %1$f - %2$f
zh_hk: X 必須為 %1$f - %2$f

source: x%lld combo!
de: x%lld Kombination!
eo: x%lld c0mb0!
fi: x%lld kombo!
it: Combo x%lld!
ru: Комбо x%lld!
sv: x%lld kombo!
zh_hant_tw: x%lld 連擊！

source: Yes
de: Ja
eo: Y3s
fi: Kyllä
it: Sì
ko: 예
ru: Да
sv: Ja
zh_hant_tw: 是
zh_hk: 是

source: You already bought everything! ❤️
de: Du hast bereits alles gekauft! ❤️
eo: Y0_ @lr3@dy b0_ght 3v3ryth1ng! ❤️
fi: Olet jo ostanut kaiken! ❤️
it: Hai già comprato tutto! ❤️
ko: 당신은 이미 모두 구매했습니다! ❤️
ru: Вы уже все купили! ❤️
sv: Du har redan köpt allt! ❤️
zh_hant_tw: 您已經全部購買了！ ❤️
zh_hk: 你已購買所有東西！ ❤️

source: You are about to go live to '%@'!
de: Du bist dabei, live auf „%@“ zu gehen!
eo: Y0_ @r3 @b0_t t0 g0 l1v3 t0 '%@'!
fi: Olet siirtymässä LIVE-tilaan kohteessa '%@'!
it: Stai per andare in diretta a "%@"!
ko: '%@'에 방송을 시작하려 합니다!
ru: Запустить стрим '%@'?
sv: Du håller på att gå live till ‘%@’!
zh_hant_tw: 您即將在 「%@」 實況！
zh_hk: 你將會直播到 '%@' !

source: You must be live on YouTube for this to work.
de: Du musst live auf YouTube sein, damit dies funktioniert.
eo: Y0_ m_st b3 l1v3 0n Y0_T_b3 f0r th1s t0 w0rk.
fi: YouTube-lähetyksen pitää olla käynnissä, jotta tämä toimii.
it: Devi essere in diretta su YouTube affinché funzioni.
ko: 작동을 위해서 유튜브 라이브가 켜져 있어야 합니다.
ru: Вы должны быть в эфире на YouTube, чтобы это работало.
sv: Du måste vara live på YouTube för att detta ska fungera.
zh_hant_tw: 您必須在YouTube上實況才能使功能運作。
zh_hk: Youtube直播時才會生效

source: Your device is cold and should function normally.
de: Dein Gerät ist kalt und sollte normal funktionieren.
eo: Y0_r d3v1c3 1s c0ld 4nd sh0_ld f_nct10n n0rm4lly.
fi: Laitteesi on viileä ja sen pitäisi toimia normaalisti.
it: Il dispositivo è freddo e dovrebbe funzionare normalmente.
ko: 장치가 차갑고 정상적으로 작동해야합니다.
ru: Нормальная температура устройства
sv: Din enhet är kall och bör fungera normalt.
zh_hant_tw: 您的裝置很涼，應該運作正常。
zh_hk: 裝置很涼快，運作正常

source: Your device is hot and may overheat.
de: Dein Gerät ist heiß und kann überhitzen.
eo: Y0_r d3v1c3 1s h0t 4nd m4y 0v3rh34t.
fi: Laitteesi on kuuma ja voi ylikuumentua.
it: Dispositivo molto caldo, rischio surriscaldamento.
ko: 장치가 뜨겁고 과열 될 수 있습니다.
ru: Ваше устройство горячее и может перегреться.
sv: Din enhet är het och kan överhettas.
zh_hant_tw: 您的裝置很燙且可能已經過熱了。
zh_hk: 裝置溫度有點高，可能會過熱

source: Your device is warm, but should function normally.
de: Dein Gerät ist warm, sollte aber normal funktionieren.
eo: Y0_r d3v1c3 1s w4rm, b_t sh0_ld f_nct10n n0rm4lly.
fi: Laitteesi on lämmin, mutta sen pitäisi toimia normaalisti.
it: Il dispositivo è caldo, ma dovrebbe funzionare normalmente.
ko: 장치가 따뜻하지만 정상적으로 작동해야합니다.
ru: Ваше устройство тёплое, но должно функционировать нормально.
sv: Din enhet är varm, men bör fungera normalt.
zh_hant_tw: 您的裝置偏溫熱，但應正常運作。
zh_hk: 裝置有點溫暖，運作正常

source: Your location will not be shared with any service when within any privacy region.
de: Dein Standort wird an keinen Dienst weitergegeben, wenn man sich in einem privaten Bereich befindet.
eo: Y0_r l0c@t10n w1ll n0t b3 sh@r3d w1th @ny s3rv1c3 wh3n w1th1n @ny pr1v@cy r3g10n.
fi: Sijaintiasi ei jaeta minkään palvelun kanssa, jos olet millään yksityisellä alueella.
it: La tua posizione non viene condivisa con nessun servizio quando sei dentro un'area privacy.
ko: 개인정보 보호 영역 내에서는 내 위치가 어떤 서비스와도 공유되지 않습니다.
ru: Ваше местоположение не будет передано ни одному сервису если вы находитесь в одной из приватных зон.
sv: Din plats kommer inte att delas med någon tjänst inom någon integritetszon.
zh_hant_tw: 在隱私區域內時，您的位置不會分享給其他服務。
zh_hk: 身在私隱區域內，不會分享定位給任何服務。

source: Your public IP address if streaming over the internet.
de: Deine öffentliche IP-Adresse, wenn du über das Internet streamst.
eo: Y0_r p_bl1c 1P @ddr3ss 1f str3@m1ng 0v3r th3 1nt3rn3t.
fi: Julkinen IP-osoitteesi, jos lähetät Internetin kautta.
it: Il tuo IP pubblico se trasmetti su Internet.
ko: 인터넷을 통해 스트리밍하는 경우 외부 IP 주소를 사용합니다.
ru: Ваш внешний IP-адрес при стриминге через интернет.
sv: Din offentliga IP-adress om du streamar över internet.
zh_hant_tw: 如果您要透過網際網路串流，則輸入伺服器的公開IP。
zh_hk: 在互聯網串流時，輸入你的公開IP地址

source: Zoom in
de: Hineinzoomen
eo: Z00m 1n
fi: Lähennä
it: Zoom avanti
ko: 확대
ru: Увеличить
sv: Zooma in
zh_hant_tw: 放大
zh_hk: 放大

source: Zoom out
de: Rauszoomen
eo: Z00m 0_t
fi: Loitontaa
it: Zoom indietro
ko: 축소
ru: Уменьшить
sv: Zooma ut
zh_hant_tw: 縮小
zh_hk: 縮小

source: Zoom out map widget temporarily.
de: Karten-Widget vorübergehend herauszoomen.
eo: Z00m 0_t m4p w1dg3t t3mp0r4r1ly.
fi: Loitonna kartta-widgetiä väliaikaisesti.
it: Riduci temporaneamente lo zoom della mappa.
ko: 지도 위젯을 일시적으로 축소합니다.
ru: Временно уменьшить масштаб карты.
sv: Zooma ut kartwidget tillfälligt.
zh_hant_tw: 暫時縮小地圖小工具。
zh_hk: 暫時縮小地圖。

source: Zoom presets
de: Zoom Voreinstellungen
eo: Z00m pr3s3ts
fi: Zoomauksen esiasetukset
it: Preset zoom
ko: 줌 프리셋
ru: Пресеты масштабирования
sv: Förinställda zoomnivåer
zh_hant_tw: 預設焦段
zh_hk: 預設縮放倍率

source: Zooming out map
de: Karte herauszoomen
eo: Z00m1ng 0_t m@p
fi: Loitonna kartta
it: Riduco lo zoom mappa
ko: 지도 축소
ru: Уменьшение масштаба карты
sv: Zoomar ut karta
zh_hant_tw: 縮小地圖
zh_hk: 縮小地圖

source: !moblin ai ask <question>
eo: !m0bl1n 41 4sk <q_3st10n>
it: !moblin ai ask <domanda>
ko: !moblin ai ask <질문>

source: !moblin alert <name>
eo: !m0bl1n @l3rt <n@m3>
it: !moblin alert <nome>
ko: !moblin alert <이름>

source: !moblin custom <name>
eo: !m0bl1n c_st0m <n4m3>
sv: !moblin custom <namn>

source: !moblin fax <url>
eo: !m0bl1n f@x <_rl>

source: !moblin filter <filter> <on/off>
eo: !m0bl1n f1lt3r <f1lt3r> <0n/0ff>
it: !moblin filter <filtro> <on/off>
ko: !moblin filter <필터> <on/off>
zh_hant_tw: !moblin filter <過濾器> <on/off>

source: !moblin gimbal preset <name>
eo: !m0bl1n g1mb@l pr3s3t <n@m3>
fi: !moblin gimbal preset <nimi>
it: !moblin gimbal preset <nome>
ko: !moblin gimbal preset <이름>
ru: !moblin gimbal preset <имя>
sv: !moblin gimbal preset <namn>

source: !moblin macro <run/cancel> <name>
eo: !m0bl1n m@cr0 <r_n/c@nc3l> <n@m3>
fi: !moblin macro <run/cancel> <nimi>
it: !moblin macro <run/cancel> <nome>
ru: !moblin macro <run/cancel> <имя>
sv: !moblin macro <run/cancel> <namn>

source: !moblin macro cancel <name>
eo: !m0bl1n m@cr0 c@nc3l <n@m3>
fi: !moblin macro cancel <nimi>
it: !moblin macro cancel <nome>
ru: !moblin macro cancel <имя>
sv: !moblin macro cancel <namn>

source: !moblin macro run <name>
eo: !m0bl1n m4cr0 r_n <n4m3>
fi: !moblin macro run <nimi>
it: !moblin macro run <nome>
ru: !moblin macro run <имя>
sv: !moblin macro run <namn>

source: !moblin music add <song>
eo: !m0bl1n m_s1c @dd <s0ng>
fi: !moblin music add <kappale>
it: !moblin music add <canzone>
ko: !moblin music add <노래>
ru: !moblin music add <песню>
sv: !moblin music add <låt>
